Repository: dmitry-ulyanichev/godmodetoday
Catalog: palabradeldia/locale/*/LC_MESSAGES/django.po
Languages: es, ru

source: Let's solve la Palabra del Día!
es: ¡Resolvamos la Palabra del Día!
ru: Давайте решим Слово Дня!

source: Suggest a Word
es: Sugerir Palabra
ru: Подсказать Слово

source: More Options
es: Más Opciones
ru: Другие Варианты

source: How to Use This Solver
es: ¿Cómo usar esta app?
ru: Как пользоваться приложением?

source: Type a word or click the button
es: Escribe una palabra o presiona el botón
ru: Введи слово или нажми на кнопку

source: Click on letters to change colors
es: Haz clic en las letras para cambiar colores
ru: Измени цвета, нажимая на буквы

source: No words satisfy the conditions
es: No hay palabras que cumplan los criterios
ru: Нет слов, удовлетворяющих условиям

source: That's the last word on the list
es: Esa fue la última palabra de la lista
ru: Это последнее слово в списке

source: That was the last attempt
es: Ese fue el último intento
ru: Это была последняя попытка

source: Try Again?
es: ¿Intentar de Nuevo?
ru: Еще раз?
